Repository: Ronvaisman/ChargerApp
Catalog: ChargerApp/*.lproj/Localizable.strings
Languages: he

source: Cancel
he: ביטול

source: Done
he: סיום

source: Save
he: שמירה

source: Delete
he: מחיקה

source: Edit
he: עריכה

source: Share
he: שיתוף

source: Sessions
he: היסטוריה

source: Settings
he: הגדרות

source: Electricity Usage & Payment
he: צריכת חשמל ותשלום

source: Previous Meter
he: מונה קודם

source: New Reading
he: קריאה חדשה

source: Session kWh = (New Meter - Previous Meter) × 0.402
he: קוט"ש = (קריאה חדשה - מונה קודם) × 0.402

source: Calculate
he: חישוב

source: Amount to Pay
he: סכום לתשלום

source: Add Meter Photo
he: הוספת תמונת מונה

source: Retake Photo
he: צילום מחדש

source: Take a clear photo of your meter reading
he: צלם תמונה ברורה של קריאת המונה

source: Paid
he: שולם

source: Unpaid
he: לא שולם

source: Mark Paid
he: סמן כשולם

source: Mark Unpaid
he: סמן כלא שולם

source: Delete Session
he: מחיקת סשן

source: Are you sure you want to delete this session? This action cannot be undone.
he: האם אתה בטוח שברצונך למחוק סשן זה? פעולה זו אינה ניתנת לביטול.

source: Session Details
he: פרטי סשן

source: Previous Reading:
he: קריאה קודמת:

source: New Reading:
he: קריאה חדשה:

source: Energy Used:
he: צריכת חשמל:

source: Cost:
he: עלות:

source: Status:
he: סטטוס:

source: Notes
he: הערות

source: No notes
he: אין הערות

source: Share Session Details
he: שיתוף פרטי שימוש

source: Meter Photo
he: תמונת מונה

source: Take Photo
he: צלם תמונה

source: Choose from Library
he: בחר מהספרייה

source: Make sure the numbers are clearly visible and well-lit
he: ודא שהמספרים נראים בבירור ובתאורה טובה

source: Use Photo
he: השתמש בתמונה

source: Camera Access Required
he: נדרש גישה למצלמה

source: Please allow camera access in Settings to take photos of your meter readings.
he: אנא אפשר גישה למצלמה בהגדרות כדי לצלם את קריאות המונה.
